export default [
    {
        "course_id": 241,
        "course_type": "尤克里里初级",
        "section_list": [
            { "content": [{ "list": ["1.认识尤克里里各部位构造", "2.掌握尤克里里正确持琴姿势"], "title": "第一课：认识尤克里里并摆好pose" }, { "list": ["1.了解为什么要给尤克里里调音", "2.如何利用智能化的方式轻松调音"], "title": "第二课：把音调准，这很重要" }, { "list": ["1.学习右手拨弦的正确方法", "2.边玩游戏边学会弹奏《小星星》", "3.课后练习"], "title": "第三课：拿下世界名曲《小星星》" }, { "list": ["1.为什么用指尖来按弦", "2.为什么要靠近品丝来按弦", "3.为什么手指不能折指", "4.为什么手指要垂直来按"], "title": "第四课：史上最详细的按弦方法" }, { "list": ["1.学会看懂四线谱", "2.如何进行左右手配合弹奏", "3.课后练习"], "title": "第五课：今后我也是有“谱”的人" }, { "list": ["1.跟着四线谱来弹奏完整的《小星星》", "课后练习"], "title": "第六课：完整版《小星星》走起" }], "title": "准备好演奏你人生的第一首歌了吗" }, { "content": [{ "list": ["1.什么是节奏", "2.什么是八分音符.什么是二分音符.他们之间有什么关系", "3.课后练习"], "title": "第七课：感受音乐的灵魂—节奏" }, { "list": ["1.跟着四线谱弹奏“我喜欢你”的节奏", "2.课后练习"], "title": "第八课：“我喜欢你”是啥节奏" }, { "list": ["1.跟着四线谱弹奏“新年倒计时”的节奏", "2.课后练习"], "title": "第九课：“新年倒计时”是啥节奏" }, { "list": ["1.跟着四线谱弹奏“群主发红包”的节奏", "2.课后练习"], "title": "第十课：“群主发红包“是啥节奏" }], "title": "节奏是音乐的灵魂" }, { "content": [{ "list": ["1.学习琶音弹奏技巧", "2.课后练习"], "title": "第十一课：最温柔的弹奏技巧—琶音" }, { "list": ["1.和弦是什么", "2.如何看懂和弦图", "3.课后练习"], "title": "第十二课：｜弹尤克里里也是先选C" }, { "list": ["1. 如何看着弹唱曲谱边弹边唱《两只老虎》", "2.课后练习"], "title": "第十三课：弹唱《两只老虎》" }, { "list": ["1.学习Am和弦", "2.如何进行C和Am的转换", "3.课后练习"], "title": "第十四课：C—Am" }, { "list": ["1.如何看着弹唱曲谱边弹边唱《尤克里里之歌》", "2.课后练习"], "title": "第十五课：弹唱《尤克里里之歌》" }, { "list": ["1.学习F和弦", "2.如何进行C和Am和F的转换", "3.课后练习"], "title": "第十六课：C—Am—F" }, { "list": ["1.如何看着弹唱曲谱边弹边唱《我愿意》", "2.课后练习"], "title": "第十七课：弹唱《尤克里里之歌》" }, { "list": ["1.学习G7和弦", "2.如何进行C和Am和F和G7的转换", "3.课后练习"], "title": "第十八课：C—Am—F—G7" }, { "list": ["1.如何看着弹唱曲谱边弹边唱《you are my sunshine》", "2.课后练习"], "title": "第十九课：弹唱《you are my sunshine》" }, { "list": ["1.学习扫弦弹奏技巧", "2.课后练习"], "title": "第二十课：扫弦弹奏太cool了" }, { "list": ["1.如何看着弹唱曲谱用扫弦边弹边唱", "2.课后练习"], "title": "第二十一课：扫弦弹唱《imagine》" }, { "list": ["1.学习二指法分解弹奏方法", "2.课后练习"], "title": "第二十二课：分解弹奏太好听了" }, { "list": ["1. 学习四分音符分解弹奏歌曲《找自己》", "2.课后练习"], "title": "第二十三课：分解弹奏太太好听了" }, { "list": ["1.学习八分音符分解弹奏歌曲《imagine》", "2.课后练习"], "title": "第二十四课：分解弹奏太太太好听了" }, { "list": ["1. 综合运用所学的C—Am—F—G7和弦以及琶音.扫弦.分解弹奏《小手拉大手》", "2.课后练习"], "title": "第二十五课：毕业考试《小手拉大手》" }], "title": "开始弹唱" }], "sub_title": "25节小白必学课＋21天训练营＋1年督学", "title": "尤克里里初级必修课"
    },
    {
        course_id: 246,
        course_type: "尤克里里初级",
        section_list: [
            {
                content: [
                    {
                        list: ["1.认识尤克里里各部位构造", "2.掌握尤克里里正确持琴姿势"],
                        title: "第一课：认识尤克里里并摆好pose"
                    },
                    {
                        list: [
                            "1.了解为什么要给尤克里里调音",
                            "2.如何利用智能化的方式轻松调音"
                        ],
                        title: "第二课：把音调准，这很重要"
                    },
                    {
                        list: [
                            "1.学习右手拨弦的正确方法",
                            "2.边玩游戏边学会弹奏《小星星》"
                        ],
                        title: "第三课：拿下世界名曲《小星星》"
                    },
                    {
                        list: [
                            "1.为什么用指尖来按弦",
                            "2.为什么要靠近品丝来按弦",
                            "3.为什么手指不能折指",
                            "4.为什么手指要垂直来按"
                        ],
                        title: "第四课：史上最详细的按弦方法"
                    },
                    {
                        list: ["1.学会看懂四线谱", "2.如何进行左右手配合弹奏"],
                        title: "第五课：今后我也是有“谱”的人"
                    },
                    {
                        list: ["1.跟着四线谱来弹奏完整的《小星星》"],
                        title: "第六课：完整版《小星星》走起"
                    }
                ],
                title: "准备好演奏你人生的第一首歌了吗"
            },
            {
                content: [
                    {
                        list: ["1.学习琶音弹奏技巧"],
                        title: "第七课：最温柔的弹奏技巧—琶音"
                    },
                    {
                        list: ["1.和弦是什么？", "2.如何看懂和弦图"],
                        title: "第八课：弹尤克里里也是先选C"
                    },
                    {
                        list: ["1.如何看着弹唱曲谱边弹边唱《两只老虎》"],
                        title: "第九课：弹唱《两只老虎》"
                    },
                    {
                        list: ["1.学习Am和弦", "2.如何进行C和Am的转换"],
                        title: "第十课：C—Am"
                    },
                    {
                        list: ["1.如何看着弹唱曲谱边弹边唱《尤克里里之歌》"],
                        title: "第十一课：弹唱《尤克里里之歌》"
                    },
                    {
                        list: ["1.学习F和弦", "2.如何进行C和Am和F的转换"],
                        title: "第十二课：C—Am—F"
                    },
                    {
                        list: ["1. 如何看着弹唱曲谱边弹边唱《我愿意》"],
                        title: "第十三课：弹唱《我愿意》"
                    },
                    {
                        list: ["1.学习G7和弦", "2.如何进行C和Am和F和G7的转换"],
                        title: "第十四课：C—Am—F—G7"
                    },
                    {
                        list: ["1.如何看着弹唱曲谱边弹边唱《you are my sunshine》"],
                        title: "第十五课：弹唱《you are my sunshine》"
                    },
                    {
                        list: ["1.学习F和弦", "2.如何进行C和Am和F的转换", "3.课后练习"],
                        title: "第十六课：C—Am—F"
                    }
                ],
                title: "开始弹唱吧"
            }
        ],
        sub_title: "25节小白必学课＋21天训练营＋1年督学",
        title: "尤克里里初级必修课"
    },
    {
        course_id: 247,
        course_type: "尤克里里初级进阶",
        section_list: [
            {
                content: [
                    {
                        list: [
                            "1.什么是节奏？",
                            "2.什么是八分音符？什么是二分音符？他们之间有什么关系？"
                        ],
                        title: "第一课：音乐的灵魂—节奏"
                    },
                    {
                        list: ["1.跟着四线谱弹奏“我喜欢你”的节奏"],
                        title: "第二课：“我喜欢你”"
                    },
                    {
                        list: ["1.跟着四线谱弹奏“新年倒计时”的节奏"],
                        title: "第三课：“新年倒计时啦”"
                    },
                    {
                        list: ["1.跟着四线谱弹奏“群主发红包”的节奏"],
                        title: "第四课：“群主发红包”"
                    },
                    {
                        list: ["1.认识音阶", "2.弹奏c大调音阶上行、两只老虎"],
                        title: "第五课：c大调音阶是什么？"
                    },
                    {
                        list: ["1.弹奏c大调音阶下行和上下行、we will rock you"],
                        title: "第六课：we will rock you"
                    },
                    {
                        list: ["1.弹奏小蜜蜂"],
                        title: "第七课：音阶灵活运用"
                    },
                    {
                        list: ["1.学习扫弦弹奏技巧"],
                        title: "第八课：扫弦弹奏太cool了"
                    },
                    {
                        list: ["1.如何看着弹唱曲谱用扫弦边弹边唱《imagine》"],
                        title: "第九课：扫弦弹唱《imagine》"
                    },
                    {
                        list: ["1.学习二指法分解弹奏方法"],
                        title: "第十课：分解弹奏太好听了"
                    },
                    {
                        list: ["1.学习四分音符分解弹奏歌曲《找自己》"],
                        title: "第十一课：分解弹奏太太好听了"
                    },
                    {
                        list: ["1.学习八分音符分解弹奏歌曲《imagine》"],
                        title: "第十二课：分解弹奏太太太好听了"
                    },
                    {
                        list: ["1.学习g和弦"],
                        title: "第十三课：学习g和弦"
                    },
                    {
                        list: ["1.弹唱《七里香》"],
                        title: "第十四课：弹唱《七里香》"
                    },
                    {
                        list: [
                            "1.综合运用所学的C—Am—F—G7和弦以及琶音、扫弦、分解弹奏《小手拉大手》"
                        ],
                        title: "第十五课：毕业考试一《小手拉大手》上"
                    },
                    {
                        list: [
                            "1.综合运用所学的C—Am—F—G7和弦以及琶音、扫弦、分解弹奏《小手拉大手》"
                        ],
                        title: "第十六课：毕业考试一《小手拉大手》下"
                    }
                ],
                title: "让你的弹唱更cool更有feel～"
            }
        ],
        sub_title: "",
        title: "尤克里里初级进阶必修课"
    },
    {
        course_id: 231,
        course_type: "N7吉他初级课",
        section_list: [
            {
                content: [
                    {
                        list: [
                            "1.认识吉他各部位构造",
                            "2.学习吉他正确持琴姿势"
                        ],
                        title: "第一课：你好，在下吉他，请多指教！"
                    },
                    {
                        list: ["1.了解吉他调音的概念", "2.学习如何给吉他的调音"],
                        title: "第二课：吉他不调音，大师也不行！"
                    },
                    {
                        list: ["1.学习掌握右手拨弦的动作", "2.体验智能互动式课后练习"],
                        title: "第三课：右手拨弦"
                    },
                    {
                        list: ["1.学习左手按弦动作要领", "2.左右手配合演奏"],
                        title: "第四课：左手按弦"
                    },
                    {
                        list: ["1.学习歌曲简单伴奏", "2.把左右手配合带入歌曲"],
                        title: "第五课：晴天弹唱（宝贝弹唱）"
                    },
                    {
                        list: ["1.了解音乐构成的要素", "2.体会不同的音乐风格变化", "3.了解吉他演奏和音乐风格的关系"],
                        title: "第六课：音乐究竟是什么"
                    },
                    {
                        list: ["1.右手3指拨弦的动作掌握", "2.学习新技巧带来的层次变化"],
                        title: "第七课：右手节奏变化"
                    },
                    {
                        list: ["1.右手拨弦动作练习", "2.左右手新技巧的配合", "3.学习平凡之路A段伴奏"],
                        title: "第八课：平凡之路A段弹唱 （旅行的意义A段弹唱）"
                    },
                    {
                        list: ["1.开始接触和弦的按法", "2.简单了解和弦的概念", "3.左手2指同时按弦配合"],
                        title: "第九课：左手按弦升级"
                    },
                    {
                        list: ["1.带入和弦练习伴奏", "2.掌握左右手多指配合", "3.完成平凡之路B段演奏"],
                        title: "第十课：平凡之路B段弹唱（旅行的意义B段弹唱）"
                    },
                    {
                        list: ["1.了解乐理学习的意义", "2.学习音符的概念", "3.认识吉他六线谱"],
                        title: "第十一课：乐理知识小课堂"
                    },
                    {
                        list: ["1.认识吉他和弦表", "2.学习左手三指和弦"],
                        title: "第十二课：开始学和弦了，超棒啊！"
                    },
                    {
                        list: ["1.通过和弦表学习新和弦", "2.学习左手新的三指和弦"],
                        title: "第十三课：C和弦"
                    },
                    {
                        list: ["1.掌握和弦之间的转换演奏", "2.三指和弦的左右手配合练习"],
                        title: "第十四课：Fmaj7和弦"
                    },
                    {
                        list: [
                            "1.学习多个和弦的转换演奏", "2.掌握多和弦的左右手配合", "3.学习拥抱的A段部分伴奏"
                        ],
                        title: "第十五课：拥抱A段弹唱（恰似你的温柔A段弹唱）"
                    },
                    {
                        list: [
                            "1.右手新的分解和弦技巧",
                            "2.完成新分解节奏型的练习"
                        ],
                        title: "第十六课：右手双音节奏型"
                    },
                    {
                        list: [
                            "1.新分解节奏型的运用练习",
                            "2.学习歌曲B段部分的演奏"
                        ],
                        title: "第十七课：拥抱B段弹唱（恰似你的温柔B段弹唱）"
                    },
                    {
                        list: [
                            "1.完整歌曲伴奏的学习",
                            "2.和弦及伴奏指法的综合运用"
                        ],
                        title: "第十八课：拥抱完整弹唱（恰似你的温柔B段弹唱）"
                    },
                    {
                        list: [
                            "1.复习初级课的知识点",
                            "2.演示技巧学习的目的",
                            "3.整理进阶学习路径"
                        ],
                        title: "第十九课：去遇见更好的你"
                    }
                ],
                //title: "让你的弹唱更cool更有feel～"
            }
        ],
        sub_title: "",
        title: "N7初级进阶课"
    }, 
    {
        course_id: 232,
        course_type: "N7吉他初级课",
        section_list: [
            {
                content: [
                    {
                        list: [
                            "1.认识吉他各部位构造",
                            "2.学习吉他正确持琴姿势"
                        ],
                        title: "第一课：你好，在下吉他，请多指教！"
                    },
                    {
                        list: ["1.了解吉他调音的概念", "2.学习如何给吉他的调音"],
                        title: "第二课：吉他不调音，大师也不行！"
                    },
                    {
                        list: ["1.学习掌握右手拨弦的动作", "2.体验智能互动式课后练习"],
                        title: "第三课：右手拨弦"
                    },
                    {
                        list: ["1.学习左手按弦动作要领", "2.左右手配合演奏"],
                        title: "第四课：左手按弦"
                    },
                    {
                        list: ["1.学习歌曲简单伴奏", "2.把左右手配合带入歌曲"],
                        title: "第五课：晴天弹唱（宝贝弹唱）"
                    },
                    {
                        list: ["1.了解音乐构成的要素", "2.体会不同的音乐风格变化", "3.了解吉他演奏和音乐风格的关系"],
                        title: "第六课：音乐究竟是什么"
                    },
                    {
                        list: ["1.右手3指拨弦的动作掌握", "2.学习新技巧带来的层次变化"],
                        title: "第七课：右手节奏变化"
                    },
                    {
                        list: ["1.右手拨弦动作练习", "2.左右手新技巧的配合", "3.学习平凡之路A段伴奏"],
                        title: "第八课：平凡之路A段弹唱 （旅行的意义A段弹唱）"
                    },
                    {
                        list: ["1.开始接触和弦的按法", "2.简单了解和弦的概念", "3.左手2指同时按弦配合"],
                        title: "第九课：左手按弦升级"
                    },
                    {
                        list: ["1.带入和弦练习伴奏", "2.掌握左右手多指配合", "3.完成平凡之路B段演奏"],
                        title: "第十课：平凡之路B段弹唱（旅行的意义B段弹唱）"
                    },
                    {
                        list: ["1.了解乐理学习的意义", "2.学习音符的概念", "3.认识吉他六线谱"],
                        title: "第十一课：乐理知识小课堂"
                    },
                    {
                        list: ["1.认识吉他和弦表", "2.学习左手三指和弦"],
                        title: "第十二课：开始学和弦了，超棒啊！"
                    },
                    {
                        list: ["1.通过和弦表学习新和弦", "2.学习左手新的三指和弦"],
                        title: "第十三课：C和弦"
                    },
                    {
                        list: ["1.掌握和弦之间的转换演奏", "2.三指和弦的左右手配合练习"],
                        title: "第十四课：Fmaj7和弦"
                    },
                    {
                        list: [
                            "1.学习多个和弦的转换演奏", "2.掌握多和弦的左右手配合", "3.学习拥抱的A段部分伴奏"
                        ],
                        title: "第十五课：拥抱A段弹唱（恰似你的温柔A段弹唱）"
                    },
                    {
                        list: [
                            "1.右手新的分解和弦技巧",
                            "2.完成新分解节奏型的练习"
                        ],
                        title: "第十六课：右手双音节奏型"
                    },
                    {
                        list: [
                            "1.新分解节奏型的运用练习",
                            "2.学习歌曲B段部分的演奏"
                        ],
                        title: "第十七课：拥抱B段弹唱（恰似你的温柔B段弹唱）"
                    },
                    {
                        list: [
                            "1.完整歌曲伴奏的学习",
                            "2.和弦及伴奏指法的综合运用"
                        ],
                        title: "第十八课：拥抱完整弹唱（恰似你的温柔B段弹唱）"
                    },
                    {
                        list: [
                            "1.复习初级课的知识点",
                            "2.演示技巧学习的目的",
                            "3.整理进阶学习路径"
                        ],
                        title: "第十九课：去遇见更好的你"
                    }
                ],
                //title: "让你的弹唱更cool更有feel～"
            }
        ],
        sub_title: "",
        title: "N7初级进阶课"
    },
    {
        course_id: 236,
        course_type: "N7吉他初级进阶课",
        section_list: [
            {
                content: [
                    {
                        list: [
                            "1.复习和弦及六线谱",
                            "2.新右手86拍指法学习"
                        ],
                        title: "第一课：右手86拍节奏型"
                    },
                    {
                        list: ["1.学习掌握Em和弦", "2.学习新的右手演奏指法"],
                        title: "第二课：Em和弦"
                    },
                    {
                        list: ["1.学习掌握G和弦", "2.完成新指法的和弦练习"],
                        title: "第三课：G和弦"
                    },
                    {
                        list: ["1.学习新和弦在歌曲中的应用", "2.完成歌曲当你老了A段练习"],
                        title: "第四课：当你老了A段弹唱"
                    },
                    {
                        list: ["1.学习掌握Am和弦", "2.完成Am和弦的转换练习"],
                        title: "第五课：Am和弦"
                    },
                    {
                        list: ["1.了解和学习和弦小横按", "2.学习掌握Dm7和弦", "3.完成Dm7和弦转换练习"],
                        title: "第六课：小横按Dm7和弦"
                    },
                    {
                        list: ["1.新指法和新和弦的运用", "2.完成当你老了B段的学习"],
                        title: "第七课：当你老了B弹唱"
                    },
                    {
                        list: ["1.拍号知识点的学习", "2.拍号强弱关系的认知", "3.不同拍号的节奏型练习"],
                        title: "第八课：拍号的秘密"
                    },
                    {
                        list: ["1.学习调号和调性的关系", "2.学习C大调音阶完成互动练习"],
                        title: "第九课：C调音阶 1"
                    },
                    {
                        list: ["1.学习C大调音阶", "2.完成C大调音阶上下行练习"],
                        title: "第十课：C调音阶 2"
                    },
                    {
                        list: ["1.学习掌握D和弦", "2.完成D和弦转换练习"],
                        title: "第十一课：D和弦"
                    },
                    {
                        list: ["1.学习右手新的拨弦指法", "2.完成新指法的互动练习题"],
                        title: "第十二课：右手4拍节奏型"
                    },
                    {
                        list: ["1.新指法的歌曲伴奏运用", "2.学习不能说的秘密A段部分伴奏"],
                        title: "第十三课：不能说的秘密A段弹唱"
                    },
                    {
                        list: ["1.了解扫弦技巧和吉他音乐的关系", "2.学习扫弦技巧动作"],
                        title: "第十四课：右手扫弦 "
                    },
                    {
                        list: [
                            "1.学习G和弦转换Em和弦的扫弦练习", "2.完成和弦转换互动练习题"
                        ],
                        title: "第十五课：G和弦和Em和弦"
                    },
                    {
                        list: [
                            "1.学习C和弦转换D和弦的扫弦练习",
                            "2.完成和弦转换互动练习题"
                        ],
                        title: "第十六课：C和弦和D和弦"
                    },
                    {
                        list: [
                            "1.学习Am和弦转换D和弦的扫弦练习",
                            "2.完成和弦转换互动练习题"
                        ],
                        title: "第十七课：Am和弦和D和弦"
                    },
                    {
                        list: [
                            "1.扫弦伴奏和弦转换的综合运用",
                            "2.学习不能说的秘密B段部分"
                        ],
                        title: "第十八课：扫弦的实战"
                    },
                    {
                        list: [
                            "1.学习不同节奏型伴奏的综合运用",
                            "2.完整演奏不能说的秘密"
                        ],
                        title: "第十九课：不能说的秘密完整曲"
                    },
                    {
                        list: [
                            "1.初级进阶阶段知识点复习总结",
                            "2.梳理中级学习的知识点和路径"
                        ],
                        title: "第二十课：新的一步！"
                    }
                ],
                //title: "让你的弹唱更cool更有feel～"
            }
        ],
        sub_title: "",
        title: "N7吉他初级进阶课"
    },
    {
        course_id: 244,
        course_type: "N7吉他中级",
        section_list: [
            {
                content: [
                    {
                        list: [
                            "1.右手分解节奏型复习",
                            "2.左手和弦的流畅转换"
                        ],
                        title: "第一课：复习！那些花儿A段"
                    },
                    {
                        list: ["1.学习和了解大横按和弦", "2.掌握大横按和弦的技巧", "3.完成大横按和弦的互动练习题"],
                        title: "第二课：第一个大横按！Bm和弦"
                    },
                    {
                        list: ["1.大横按和弦的连接练习", "2.强调根音先行的和弦连接法"],
                        title: "第三课：Bm和弦的连接"
                    },
                    {
                        list: ["1.大横按在歌曲中的实际运用", "2.右手拨弦配合大横按的转换练习"],
                        title: "第四课：那些花儿B段"
                    },
                    {
                        list: ["1.完整演奏那些花儿整曲", "2.体会多次横按出现的歌曲段落"],
                        title: "第五课：那些花儿完整曲"
                    },
                    {
                        list: ["1.学习F和弦的按法", "2.进一步熟练大横按和弦的按法"],
                        title: "第六课：传说中的F和弦"
                    },
                    {
                        list: ["1.完成F和弦和其他和弦的连接", "2.掌握大横按和弦连接的左右手动作"],
                        title: "第七课：F和弦的连接"
                    },
                    {
                        list: ["1.学习演奏小情歌A段部分伴奏", "2.结合新的节奏型和和弦"],
                        title: "第八课：小情歌A段"
                    },
                    {
                        list: ["1.学习十六分音符的节奏型", "2.八分音符和十六分音符的搭配运用"],
                        title: "第九课：前八后十六组合节奏型1"
                    },
                    {
                        list: ["1.学习演奏小情歌B段伴奏", "2.完成新节奏型在歌曲中的运用"],
                        title: "第十课：小情歌B段"
                    },
                    {
                        list: ["1.完整演奏小情歌的伴奏", "2.体会不同节奏型的层次变化"],
                        title: "第十一课：小情歌完整曲"
                    },
                    {
                        list: ["1.学习和掌握A和弦", "2.学习和掌握B和弦"],
                        title: "第十二课：A和弦和E和弦"
                    },
                    {
                        list: ["1.学习和掌握#Fm和弦", "2.大横按和弦种类的延展学习"],
                        title: "第十三课：#Fm和弦"
                    },
                    {
                        list: ["1.学习#Fm和#Cm和弦的连接", "2.完成大横按和弦的连接练习"],
                        title: "第十四课：#Fm和弦和#Cm和弦"
                    },
                    {
                        list: [
                            "1.学习演奏轨迹A段伴奏", "2.A和弦和E和弦的运用"
                        ],
                        title: "第十五课：轨迹A段"
                    },
                    {
                        list: [
                            "1.学习新的十六分节奏型组合",
                            "2.完成前十六后八的节奏练习"
                        ],
                        title: "第十六课：前十六后八组合节奏型2"
                    },
                    {
                        list: [
                            "1.学习和掌握大横按的扫弦连接",
                            "2.完成大横按和弦的连接练习"
                        ],
                        title: "第十七课：扫弦的大横按连接"
                    },
                    {
                        list: [
                            "1.学习演奏轨迹B段伴奏",
                            "2.带入节奏型和横按和弦",
                            "3.完成新节奏型的大横按转换"
                        ],
                        title: "第十八课：轨迹B段"
                    },
                    {
                        list: [
                            "1.完整掌握轨迹整曲的伴奏",
                            "2.融合新节奏技巧和新和弦",
                            "3.体会不同节奏型组合的层次变化"
                        ],
                        title: "第十九课：轨迹完整曲"
                    }
                ],
                //title: "让你的弹唱更cool更有feel～"
            }
        ],
        sub_title: "",
        title: "N7吉他中级"
    },
    {
        course_id: 245,
        course_type: "柳舒淇吉他初级",
        section_list: [
            {
                content: [
                    {
                        list: [
                            "1.认识吉他各部位构造",
                            "2.学习吉他正确持琴姿势"
                        ],
                        title: "第一课：我叫吉他，你想认识我么？"
                    },
                    {
                        list: ["1.了解吉他调音的概念", "2.学习如何给吉他调音"],
                        title: "第二课：音调准了，才可以继续哦！"
                    },
                    {
                        list: ["1.学习掌握右手拨弦的动作", "2.六线谱第一阶段的初步学习", "3.体验智能互动式课后练习"],
                        title: "第三课：跟着我，右手一个慢动作！"
                    },
                    {
                        list: ["1.学习左手按弦的动作要领", "2.左右手配合弹奏"],
                        title: "第四课：跟着我，左手一个慢动作！"
                    },
                    {
                        list: ["1.学习歌曲的简单伴奏", "2.把左右手配合带入歌曲"],
                        title: "第五课：回忆《童年》（歌曲段落《童年》弹唱）"
                    },
                    {
                        list: ["1.右手三指拨弦的动作学习", "2.新技巧带来的层次变化"],
                        title: "第六课：右手等级，up！up！"
                    },
                    {
                        list: ["1.开始接触和弦的按法", "2.左手两指同时按弦的配合"],
                        title: "第七课：左手等级，up！up！"
                    },
                    {
                        list: ["1.带入和弦练习伴奏", "2.掌握左右手多手指配合"],
                        title: "第八课：《一万次悲伤》（歌曲段落《一万次悲伤》弹唱）"
                    },
                    {
                        list: ["1.了解乐理学习的意义", "2.学习音符的概念"],
                        title: "第九课：舒淇乐理小讲堂"
                    },
                    {
                        list: ["1.认识吉他和弦表", "2.学习左手三指和弦", "3.右手琶音演奏技巧"],
                        title: "第十课：原来，这就是和弦"
                    },
                    {
                        list: ["1.通过和弦表学习新和弦", "2.和弦与和弦之间简单的转换"],
                        title: "第十一课：一个和弦怎能够，Fmaj7！"
                    },
                    {
                        list: ["1.学习左手新的三指和弦", "2.和弦与和弦之间简单的转换"],
                        title: "第十二课：都选“C”"
                    },
                    {
                        list: ["1.三指和弦的左右手配合练习", "2.利用保留指转换和弦"],
                        title: "第十三课：保留一个手指！"
                    },
                    {
                        list: ["1.学习多个和弦的转换演奏", "2.掌握多和弦的左右手配合", "3.学习天使A段部分伴奏"],
                        title: "第十四课：惊现《天使》（歌曲段落《天使》弹唱）"
                    },
                    {
                        list: [
                            "1.右手新的分解和弦技巧", "2.完成新分解节奏型的练习"
                        ],
                        title: "第十五课：像“钢琴”一样去弹奏"
                    },
                    {
                        list: [
                            "1.新分解节奏型的运用练习",
                            "2.学习天使B段部分伴奏"
                        ],
                        title: "第十六课：《天使》再临！（歌曲段落《天使》弹唱）"
                    },
                    {
                        list: [
                            "1.完整歌曲伴奏的学习",
                            "2.和弦及伴奏指法的综合运用"
                        ],
                        title: "第十七课：每个人都是《天使》（完整歌曲《天使》弹唱）"
                    }
                ],
                //title: "让你的弹唱更cool更有feel～"
            }
        ],
        sub_title: "",
        title: "柳舒淇吉他初级"
    },
    {
        course_id: 250,
        course_type: "柳舒淇吉他初级进阶",
        section_list: [
            {
                content: [
                    {
                        list: [
                            "1.复习和弦",
                            "2.新右手86拍节奏型学习"
                        ],
                        title: "第一课：会跳舞的右手！"
                    },
                    {
                        list: ["1.学习掌握G和弦", "2.完成新指法的和弦练习"],
                        title: "第二课：一个难题，G和弦！"
                    },
                    {
                        list: ["1.学习新和弦在歌曲中的应用", "2.完成歌曲《成都》A段练习"],
                        title: "第三课：偶遇《成都》"
                    },
                    {
                        list: ["1.了解和学习和弦小横按", "2.学习掌握Dm7和弦"],
                        title: "第四课：考验你的时候到了，小横按！"
                    },
                    {
                        list: ["1.新指法和新和弦的运用", "2.完成《成都》B段的学习"],
                        title: "第五课：相约《成都》"
                    },
                    {
                        list: ["1.所学内容小综合练习", "2.完成《成都》完整版的学习"],
                        title: "第六课：和我在《成都》的街头走一走！"
                    },
                    {
                        list: ["1.拍号知识点的学习", "2.拍号强弱关系的认知"],
                        title: "第七课：舒淇乐理小讲堂"
                    },
                    {
                        list: ["1.学习C大调音阶", "2.完成C大调音阶的练习"],
                        title: "第八课：do！re！mi！"
                    },
                    {
                        list: ["1.学习右手新的拨弦指法", "2.掌握经典分解节奏型"],
                        title: "第九课：经典节奏型！"
                    },
                    {
                        list: ["1.学习掌握D和弦", "2.完成D和弦转换练习"],
                        title: "第十课：新的和弦！"
                    },
                    {
                        list: ["1.新指法的歌曲伴奏运用", "2.学习《龙卷风》A段部分伴奏"],
                        title: "第十一课：爱像一阵风！"
                    },
                    {
                        list: ["1.了解扫弦技巧和吉他音乐的关系", "2.学习扫弦技巧动作"],
                        title: "第十二课：躁动的右手！"
                    },
                    {
                        list: ["1.学习掌握Em和弦", "2.完成Em和弦转换练习"],
                        title: "第十三课：一个简单的和弦！"
                    },
                    {
                        list: ["1.学习G和弦转换Em和弦的扫弦练习"],
                        title: "第十四课：左手也要跟上节奏哦！（一）"
                    },
                    {
                        list: [
                            "1.学习C和弦转换D和弦的扫弦练习"
                        ],
                        title: "第十五课：左手也要跟上节奏哦！（二）"
                    },
                    {
                        list: [
                            "1.扫弦伴奏和弦转换的综合运用",
                            "2.学习《龙卷风》B段部分"
                        ],
                        title: "第十六课：爱情来的太快！"
                    },
                    {
                        list: [
                            "1.学习不同节奏型伴奏的综合运用",
                            "2.完整演奏《龙卷风》"
                        ],
                        title: "第十七课：《龙卷风》"
                    }
                ],
                //title: "让你的弹唱更cool更有feel～"
            }
        ],
        sub_title: "",
        title: "柳舒淇吉他初级进阶"
    },
    {
        course_id: 167,
        course_type: "柳舒淇中级课",
        section_list: [
            {
                content: [
                    {
                        list: ["1.C调新的和弦Dm学习", "2.歌曲《月亮代表我的心》主歌学习"],
                        title: "第一课，学习Dm和弦"
                    },
                    {
                        list: [
                            "1.向上扫弦的方法学习",
                            "2.歌曲《月亮代表我的心》副歌学习",
                            "3.歌曲《月亮代表我的心》完整弹奏"
                        ],
                        title: "第二课，向上扫弦"
                    },
                    {
                        list: [
                            "1.学习音阶重要知识：十二平均律",
                            "2.在一根弦上弹奏出音阶"
                        ],
                        title: "第三课，十二平均律"
                    },
                    {
                        list: [
                            "1.学习在不同把位弹奏音阶",
                            "2.学习练习音阶更有效的方法：音阶模进"
                        ],
                        title: "第四课，音阶练习方法"
                    },
                    {
                        list: ["1.学习并练习常用的音符", "2.学习并练习常用的休止符", "3.常用音符与休止符综合练习"],
                        title: "第五课，音符"
                    },
                    {
                        list: ["1.学习F和弦的小横按，按法", "2.练习小横按和弦", "3.歌曲《父亲》主歌段落学习", "4.歌曲《父亲》副歌段落学习"],
                        title: "第六课，小横按"
                    },
                    {
                        list: [
                            "1.音阶学习的实际演练",
                            "2.歌曲《父亲》前奏solo学习",
                            "3.歌曲《父亲》前奏伴奏学习"
                        ],
                        title: "第七课，solo"
                    },
                    {
                        list: [
                            "1.学习新的和弦，D和弦",
                            "2.学习歌曲《500英里》"
                        ],
                        title: "第八课，《500英里》"
                    },
                    {
                        list: ["1.学习乐理知识：什么是调", "2.学习并练习G大调音阶", "3.学习歌曲《500英里》的前奏solo"],
                        title: "第九课，调的概念"
                    },
                    {
                        list: ["1.大横按和弦：Bm和弦", "2.新的和弦：E和弦", "3.歌曲《我真的受伤了》弹唱学习"],
                        title: "第十课，大横按"
                    },
                    {
                        list: ["1.学习歌曲《我真的受伤了》间奏和尾奏", "2.歌曲《我真的受伤了》完整版弹奏"],
                        title: "第十一课，《我真的受伤了》"
                    }
                ],
                title: ""
            },
            {
                content: [
                    {
                        list: ["1.学习大横按F和弦", "2.学习包含附点音符的扫弦", "3.学习歌曲《七里香》主歌部分"],
                        title: "第一课，含附点音符的扫弦"
                    },
                    {
                        list: ["1.学习在不同弦上的重音扫弦", "2.学习歌曲《七里香》副歌部分", "3.弹奏《七里香》完整版"],
                        title: "第二课，不同弦上的重音扫弦"
                    },
                    {
                        list: ["1.学习新的大横按和弦#Fm", "2.学习经典英文歌曲《valder fields》"],
                        title: "第三课，D大调《valder fields》"
                    },
                    {
                        list: ["1.学习使用小工具，变调夹", "2.运用变调夹弹奏不同调的歌曲《理想三旬》"],
                        title: "第四课，变调夹《理想三旬》"
                    },
                    {
                        list: ["1.学习乐理知识：调式的概念", "2.弹奏体验不同调式歌曲的音乐色彩"],
                        title: "第五课，调式"
                    },
                    {
                        list: ["1.学习常用扫弦节奏型", "2.学习新的歌曲《时间都去哪了》"],
                        title: "第六课，“万能”节奏型"
                    },
                    {
                        list: ["1. 学习乐理知识，节拍的概念", "2.弹奏体检不同节拍的歌曲"],
                        title: "第七课，节拍"
                    },
                    {
                        list: ["1.学习A调常用和弦：A7和弦", "2.学习弹奏A调歌曲《我要你》完整版"],
                        title: "第八课，A大调《我要你》"
                    }
                ],
                title: ""
            },
            {
                content: [
                    {
                        list: ["1.学习乐理知识：音程", "2.简单的音程弹奏练习"],
                        title: "第一课，音程"
                    },
                    {
                        list: ["1.学习吉他扫弦重要技巧：切音", "2.练习基本切音节奏型", "3.切音技巧实战演练歌曲《Young for you》"],
                        title: "第二课，认识切音"
                    },
                    {
                        list: ["1.学习并练习更多的切音节奏型", "2.学习切音技巧运用歌曲《请非得已》"],
                        title: "第三课，更多切音节奏型"
                    },
                    {
                        list: ["1.学习乐理知识：和弦的构成", "2.弹奏并感受大，小三和弦的色彩"],
                        title: "第四课，三和弦构成"
                    },
                    {
                        list: ["1.学习乐理知识：七和弦", "2.七和弦实际运用：歌曲《成都》"],
                        title: "第五课，七和弦构成"
                    },
                    {
                        list: ["1.学习特殊节奏型，三连音", "2.练习三连音的分解节奏型", "3.学习歌曲《圣诞结》主歌部分"],
                        title: "第六课，三连音分解节奏型"
                    },
                    {
                        list: ["1. 学习并弹奏三连音的两种扫弦节奏型", "2.学习歌曲《圣诞结》副歌部分"],
                        title: "第七课，三连音扫弦节奏型"
                    },
                    {
                        list: ["1.中级最终歌曲弹奏完整学习《春风十里》分段到完整"],
                        title: "第八课，《春风十里》"
                    }
                ],
                title: ""
            }
        ],
        sub_title: "",
        title: "柳舒淇吉他中级"
    }
]