//央院数据
const log1Data = [
    "走进音乐王国",
    "音符来聚会",
    "小小指挥家",
    "彩虹音阶",
    "附点音符",
    "认识更多的音",
    "快乐的三拍子",
    "不发声的休止符",
    "音符与节奏",
    "特别的小附点",
    "好玩的模进",
    "常用速度术语",
    "新的节拍",
    "低音王国",
    "有用的音乐记号",
    "旋转的八六拍",
    "节奏对对碰",
    "音程聚会",
    "不一样的三连音",
    "玩转节拍与旋律"
];
//tv音乐会
const log2Data = [
    {
        line1: "童声音乐会第一场",
        line2: "童声独唱，童声齐唱《小杜鹃》"
    },
    {
        line1: "童声音乐会第二场",
        line2: "童声独唱《小燕子》，童声齐唱"
    },
    {
        line1: "女生音乐会",
        line2: "女高音独唱、女中音独唱等"
    },
    {
        line1: "男生音乐会",
        line2: "男高音独唱、男中音独唱等"
    },
    {
        line1: "中国汉族民歌音乐会",
        line2: "陕北民歌、山西民歌等"
    },
    {
        line1: "中国汉族民歌音乐会第二场",
        line2: "山东民歌、四川民歌等"
    },
    {
        line1: "中国少数民族民歌音乐会",
        line2: "蒙古族民歌、哈萨克族民歌等"
    },
    {
        line1: "中国少数民族民歌音乐会第二场",
        line2: "朝鲜族民歌、彝族民歌等"
    },
    {
        line1: "外国民歌音乐会",
        line2: "日本民歌、印尼民歌等"
    },
    {
        line1: "外国民歌音乐会第二场",
        line2: "俄罗斯民歌、苏格兰民歌等"
    }
];
const log3Data = [
    {
        line1: "穿越键盘星球",
        line2: "乐器之王钢琴，管风琴，手风琴"
    },
    {
        line1: "弦乐星球1号",
        line2: "中西方拉弦乐小提琴、中提琴，二胡等"
    },
    {
        line1: "弦乐星球2号",
        line2: "中西方弹拨乐琵琶，古筝，竖琴等"
    },
    {
        line1: "吹奏乐星球1号",
        line2: "中西方吹奏乐长笛、箫、唢呐等"
    },
    {
        line1: "吹奏乐星球2号",
        line2: "西方铜管乐大管、圆号、小号等"
    },
    {
        line1: "打击乐星球1号",
        line2: "中西方打击乐小军鼓、定音鼓，大堂鼓等"
    },
    {
        line1: "打击乐星球2号",
        line2: "中西方打击乐铜钹、木琴，锣等"
    },
    {
        line1: "西方管弦乐队星球",
        line2: "认识管弦乐队"
    }
];
//国院数据