<template>
  <div>
    <h1>用户注册及使用音乐壳APP隐私协议</h1>
    <article>
      在此特别提醒您（用户）在注册成为用户之前，请认真阅读本《用户注册协议》（以下简称“协议”），确保您充分理解本协议中各条款。请您审慎阅读并选择接受或不接受本协议。
      除非您接受本协议所有条款，否则您无权注册、登录或使用本协议所涉服务。您的注册、登录、使用等行为将视为对本协议的接受，并同意接受本协议各项条款的约束 。
      <br>本协议约定音乐壳与用户之间关于“音乐壳” 软件服务（以下简称“服务”）的权利义务。“用户”是指注册、登录、使用本服务的个人。
      <br>本协议可由音乐壳随时更新，更新后的协议条款一旦公布即代替原来的协议条款，恕不再另行通知，用户可在音乐壳APP中查阅最新版协议条款。在修改协议条款后，如果用户不接受修改后的条款，请立即停止使用音乐壳提供的服务，用户继续使用音乐壳提供的服务将被视为接受修改后的协议。
      <br>
      <b>一、账号注册</b>
      <br>1、用户在使用本服务前需要注册一个“音乐壳”账号。“音乐壳”账号应当使用手机号码绑定注册 ，请用户使用尚未与“音乐壳”账号绑定的手机号码，以及未被音乐壳根据本协议封禁的手机号码注册“音乐壳”账号。音乐壳可以根据用户需求或产品需要对账号注册和绑定的方式进行变更，而无须事先通知用户。
      <br>2、“音乐壳”APP系一款基于提供音乐教育服务的软件产品，用户注册时应当授权音乐壳公开及使用其个人信息，方可成功注册“音乐壳”账号。故用户完成注册即表明用户同意音乐壳提取、公开及使用用户的信息。
      <br>3、鉴于“音乐壳”账号的绑定注册方式，您同意音乐壳在注册时将您的手机号码及手机设备识别码等信息用于注册。
      <br>4、在用户注册及使用本服务时，音乐壳需要搜集能识别用户身份的个人信息以便音乐壳可以在必要时联系用户，或为用户提供更好的使用体验。音乐壳搜集的信息包括但不限于用户的姓名、地址，如未取得用户事先同意，用户仅同意音乐壳在以下事项中“使用用户的个人隐私信息：
      <br>(1) 音乐壳向用户及时发送重要通知，如软件更新；
      <br>(2) 音乐壳进行审计、数据分析和研究等，以改进音乐壳的产品、服务和与用户之间的沟通；
      <br>(3) 依本协议约定，音乐壳管理平台、审查用户信息及进行处理措施；
      <br>(4) 适用法律法规规定的其他事项。
      <br>
      <br>
      <br>
      <b>二、用户管理</b>
      <br>1、如果音乐壳发现或收到他人举报或投诉用户违反本协议约定的，音乐壳有权不经通知随时对相关内容，包括但不限于用户资料、发贴记录进行审查、删除，并视情节轻重对违规账号处以包括但不限于警告、账号封禁、设备封禁、功能封禁的处罚，且通知用户处理结果。
      <br>2、被封禁的用户，可与音乐壳联系,并提交申诉，音乐壳将对申诉进行审查，并自行决定是否变更处罚措施。被实施功能封禁的用户会在封禁 期届满后自动解禁。
      <br>3、用户理解并同意，音乐壳有权依合理判断对违反有关法律法规或本协议规定的行为进行处罚，对违法违规的任何用户采取适当的法律行动，并依据法律法规保存有关信息向有关部门报告等，用户应承担由此而产生的一切法律责任。但音乐壳的该项权利不能理解为音乐壳对用户行为的审查义务，也不能理解为音乐壳对用户的侵权行为或其他违法行为承担赔偿责任或连带责任。
      <br>4、用户理解并同意，因用户违反本协议约定或音乐壳的其他约定，致使第三方向音乐壳主张权利或损失，包括但不限于合理的律师费，用户应当自行向第三方赔偿并妥善解决相关争议，若对赔偿音乐壳与（包括合作公司、关联公司）造成损失的，还应向其赔偿损失。
      <br>
      <br>
      <br>
      <b>三、用户发布内容规范</b>
      <br>1、本条所述“内容”是指用户使用音乐壳的过程中制作、上传、下载、复制、发布、传播的任何内容，包括但不限于账号头像、名称、用户说明等注册信息及认证资料，或文字、语音、图片、视频等 发送、回复或自动回复消息和相关链接页面，以及其他使用账号或本服务所产生的内容。
      <br>2、用户不得利用“音乐壳”账号或本服务制作、上传、下载、复制、发布、传播如下法律、法规和政策禁止的内容：
      <br>(1) 反对宪法所确定的基本原则的；
      <br>(2) 危害国家安全，泄露国家秘密，颠覆国家政权，破坏国家统一的；
      <br>(3) 损害国家荣誉和利益的；
      <br>(4) 煽动民族仇恨、民族歧视，破坏民族团结的；
      <br>(5) 破坏国家宗教政策，宣扬邪教和封建迷信的；
      <br>(6) 散布谣言，扰乱社会秩序，破坏社会稳定的；
      <br>(7) 散布淫秽、色情、赌博、暴力、凶杀、恐怖或者教唆犯罪的；
      <br>(8) 侮辱或者诽谤他人，侵害他人合法权益的；
      <br>(9) 含有法律、行政法规禁止的其他内容的信息。
      <br>3、用户不得利用“音乐壳”账号或本服务制作、上传、下载、复制、发布、传播如下干扰“音乐壳”正常运营，以及侵犯其他用户或 第三方合法权益的内容：
      <br>(1) 含有任何性或性暗示的；
      <br>(2) 含有辱骂、恐吓、威胁内容的；
      <br>(3) 含有骚扰、垃圾广告、恶意信息、诱骗信息的；
      <br>(4) 涉及他人隐私、个人信息或资料的；
      <br>(5) 侵害他人名誉权、肖像权、知识产权、商业秘密等合法权利的；
      <br>(6) 提交、发布虚假信息，或盗用他人头像或资料，冒充、利用他人名义的；
      <br>(7) 强制、诱导其他用户关注、点击链接页面或分享信息的；
      <br>(8) 虚构事实、隐瞒真相以误导、欺骗他人的；
      <br>(9) 利用技术手段批量建立虚假账号的；
      <br>(10) 利用“音乐壳”账号或本服务从事任何违法犯罪活动的；
      <br>(11) 制作、发布与以上行为相关的方法、工具，或对此类方法、工具进行运营或传播，无论这些行为是否为商业目的；
      <br>(12) 其他违反法律法规规定、侵犯其他用户合法权益、干扰“音乐壳”正常运营或音乐壳未明示授权的行为
      <br>
      <br>
      <br>
      <b>四、使用规则</b>
      <br>1、用户在本服务中或通过本服务所传送、发布的任何内容并不反映或代表，也不应被视为反映或代表音乐壳的观点、立场或政策，音乐壳对此不承担任何责任。
      <br>2、用户须对利用“音乐壳”账号或本服务传送信息的真实性、合法性、无害性、准确性、有效性等 全权负责，与用户所传播的信息相关的任何法律责任由用户自行承担，与音乐壳无关。如因此给音乐壳或第三方造成损害的，用户应当依法予以赔偿。
      <br>3、音乐壳提供的服务中可能包括广告，用户同意在使用过程中显示音乐壳和第三方供应商、合作伙伴提供的广告。除法律法规明确规定外，用户应自行对依该广告信息进行的交易负责，对用户因依据该广告信息进行的交易或前述广告商提供的内容而遭受的损失或损害，音乐壳不承担任何责任。
      <br>4、用户已知晓，每个账号只能累计在3台不同的设备上登录，当用户账号的登录设备数量达到3台以后，该账号无法在其他新设备上登录。
      <br>5、因下列原因导致音乐壳无法正常提供服务，音乐壳不承担任何责任：
      <br>(1) 音乐壳系统停机维护或升级；
      <br>(2) 因台风、地震、洪水、雷电等自然灾害或罢工、暴乱、战争、政府行为、司法行政命令、恐怖袭击等不可抗力原因；
      <br>(3) 因病毒、木马、恶意程序攻击、网络拥堵、系统不稳定、系统或设备故障、通讯故障、电力故障、金融机构原因、第三方服务瑕疵或政府行为等原因。
      尽管有前款约定，音乐壳将采取合理行动积极促使服务恢复正常。
      <br>
      <br>
      <br>
      <b>五、其他</b>
      <br>1、音乐壳郑重提醒用户注意本协议中免除音乐壳责任和限制用户权利的条款，请用户仔细阅读，自主考虑风险。未成年人应在法定监护人的陪同下阅读本协议。
      <br>2、本协议的效力、解释及纠纷的解决，适用于中华人民共和国法律。若用户和音乐壳之间发生任何纠纷或争议，首先应友好协商解决，协商不成的，用户同意将纠纷或争议提交音乐壳住所地有管辖权的人民法院管辖（即北京市昌平区人民法院）。
      <br>3、本协议的任何条款无论因何种原因无效或不具可执行性，其余条款仍有效，对双方具有约束力。
      <br>
    </article>
  </div>
</template>
<script>
export default {
    
}
</script>

